Repository: rosario-fiorella/comblock-login
Catalog: languages/comblock-login-*.po
Languages: it_it

source: Add New
it_it: Aggiungi nuovo

source: Add New Dashboard
it_it: Aggiungi dashbaord

source: All Dashboard
it_it: Tutte le dashboard

source: Click here
it_it: Clicca qui

source: Edit Dashboard
it_it: Edita Dashboard

source: Enter your password
it_it: Inserisci la password

source: Enter your username
it_it: Inserisci il nome utente

source: Error: accepted_args must be a positive integer
it_it: Errore: accepted_args deve essere un numero intero positivo

source: Error: callback method does not exist on component
it_it: Errore: il metodo di callback non esiste sul componente

source: Error: hook name cannot be empty
it_it: Errore: il nome del gancio non può essere vuoto

source: Error: Invalid nonce.
it_it: Errore: nonce non valido.

source: Error: priority must be a positive integer
it_it: Errore: la priorità deve essere un numero intero positivo

source: Error: The "class" shortcode attribute is required and must be valid.
it_it: Errore: l'attributo shortcode "class" è obbligatorio e deve essere valido.

source: Error: The "dashboard-post-id" shortcode attribute is required and must be valid.
it_it: Errore: l'attributo shortcode "dashboard-post-id" è obbligatorio e deve essere valido.

source: Error: The "id" shortcode attribute is required and must be valid.
it_it: Errore: l'attributo shortcode "id" è obbligatorio e deve essere valido.

source: Error: The "privacy-page-id" shortcode attribute is required and must be valid.
it_it: Errore: l'attributo shortcode "privacy-page-id" è obbligatorio e deve essere valido.

source: For more information about the processing of personal data, please consult the Privacy Policy.
it_it: Per maggiori informazioni sul trattamento dei dati personali, consultare l'Informativa sulla Privacy.

source: Log out of all devices
it_it: Disconnetti da tutti i dispositivi

source: New Dashboard
it_it: Nuova Dashboard

source: No dashboard found
it_it: Nessuna dashboard trovata

source: No dashboard found in Trash
it_it: Nessuna dashboard trovata nel Cestino

source: Remember me
it_it: Ricordati di me

source: Search Dashboard
it_it: Pannello di ricerca

source: Select a page
it_it: Seleziona una pagina

source: Select Login Page
it_it: Seleziona Pagina di accesso

source: Select Roles
it_it: Seleziona Ruoli

source: Select the login page that allows you to access this dashboard.
it_it: Seleziona la pagina di accesso che ti consente di accedere a questa dashboard.

source: Select the user roles that can access the dashboard. By default, all roles can access it.
it_it: Seleziona i ruoli utente che possono accedere alla dashboard. Per impostazione predefinita, tutti i ruoli possono accedervi.

source: The Comblock Login plugin manages secure and customized login on the frontend, allowing controlled access to multiple dashboards based on user roles.
it_it: Il plugin Comblock Login gestisce l'accesso sicuro e personalizzato sul frontend, consentendo un accesso controllato a più dashboard in base ai ruoli utente.

source: User info
it_it: Informazioni sull'utente loggato

source: View Dashboard
it_it: Visualizza dashboard
